Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Hvis du ikke har brukt Nordisk Patentinstitutt som internasjonal granskingsmyndighet kan det være aktuelt å bruke dem til tilleggsgransking i nordisk granskingsmateriale.
nn: Viss du ikkje har brukt Nordisk Patentinstitutt som internasjonal granskingsmyndigheit kan det vere aktuelt å bruke dei til tilleggsgransking i nordisk granskingsmateriale.

source: Så kan du innen seks måneder sende en søknad til andre land med krav om prioritet fra Norge.
nn: Så kan du innan seks månader sende ein søknad til andre land med krav om prioritet frå Noreg.

source: De har utviklet tre produkter, der de foreløpig har fått designbeskyttelse for FeltTile, men foreløpig ikke varemerkebeskyttelse.
nn: Dei har utvikla tre produkt der dei førebels har fått designvern for FeltTile, men førebels ikkje varemerkevern.

source: Analysen beskriver hvordan dagens merkevare oppfattes og ny ønsket posisjon for merkevaren Patentstyret.
nn: Analysen beskriv korleis dagens merkevare blir oppfatta og ny ønskt posisjon for merkevaren Patentstyret.

source: Viktig informasjon om fristforlengelse
nn: Viktig informasjon om fristforlenging

source: Hvis du ikke kan få hindret registrering med en protest, har du mulighet til å levere inn et krav om administrativ overprøving etter at designet er registrert.
nn: Dersom du ikkje kan få hindra registrering med ein protest, har du moglegheit til å levere inn eit krav om administrativ overprøving etter at designa er registrert.

source: Han hadde brukt Berg ved flere tidligere anledninger, til patenter innenfor elektronikk- og oljeindustrien.
nn: Han hadde brukt Berg ved fleire tidlegare anledningar til patent innanfor elektronikk- og oljeindustrien.

source: Hvis du har etablert varelageret ditt i utlandet, eller vurderer å etablere slike i fremtiden, bør du også sikre rettighetene dine til navnet i disse landene, før andre gjør det.
nn: Viss du har etablert varelageret ditt i utlandet, eller vurderer å etablere slike i framtida, bør du også sikre rettane til namnet i desse landa, før andre gjer det.

source: For alle saker vil vi fortsatt gjøre en individuell vurdering av om fremstillingen viser designet tydelig.
nn: For alle saker vil vi framleis gjere ei individuell vurdering av om framvisinga viser designa tydeleg.

source: Betaling av alle avgifter gjøres i Madrid e-filing portalen.
nn: Betaling av alle avgifter blir gjort i Madrid e-filingsportalen.

source: For å forstå, kontrollere og ved behov redusere risiko har Patentstyret en prosess for regelmessig å gjennomgå virksomhetens risikoområder.
nn: For å forstå, kontrollere og ved behov redusere risiko har Patentstyret ein prosess for regelmessig å gjennomgå verksemda sine risikoområde.

source: Det vi kan si ganske sikkert, er at du kan strikke hva du vil til deg selv, altså til privat bruk.
nn: Det vi kan seie ganske sikkert, er at du kan strikke kva du vil til deg sjølv, altså til privat bruk.

source: Et krav om deling av en varemerkesøknad skal inneholde det opprinnelige søknadsnummeret og opplysninger om hvilke varer og/eller tjenester den opprinnelige, og den (eller de) nye søknaden(e) skal omfatte.
nn: Eit krav om deling av ein varemerkesøknad skal innehalde det opphavlege søknadsnummeret og opplysningar om kva varer og/eller tenester den opphavlege, og den (eller dei) nye søknaden (søknadane) skal omfattast.

source: Merk imidlertid at ved konflikt mellom et eldre særskilt pant og et driftstilbehørspant som omfatter et varemerke som er særskilt pantsatt, vil det særskilte pantet alltid går foran driftstilbehørspantet uavhengig av om den særskilte panteretten er anmerket i varemerkeregisteret eller ikke.
nn: Merk likevel at ved konflikt mellom ein eldre særskild pant og eit driftstilbehøyrspant som omfattar eit varemerke som er særskilt pantsett, vil det særskilde panta alltid går føre driftstilbehøyrspantet uavhengig av om den særskilde panteretten er opplyst i varemerkeregisteret eller ikkje.

source: et utvalg av internasjonale databaser som er fritt tilgjengelige
nn: utval av internasjonale databasar som er fritt tilgjengelege

source: Kostnadene består av avgifter for å søke patent i de enkelte landene og bruk av fullmektig til hjelp i søknadsprosessen.
nn: Kostnadene består av avgifter for å søkje patent i dei enkelte landa og bruk av fullmektig til hjelp i søknadsprosessen.

source: Der kan følgerne være med på hverdagen til de to kattene, hvor de formidler god dyrevelferd og informasjon om kattehold.
nn: Der kan følgjarane vere med på kvardagen til dei to kattane, og dei formidlar god dyrevelferd og informasjon om kattehald.

source: Denne MEMS-brikken ble videreutviklet i samarbeid med flere SINTEF-forskere.
nn: Denne MEMS-brikka blei vidareutvikla i samarbeid med fleire SINTEF-forskarar.

source: Det er derfor viktig, både for innehaver og tredjemenn, å fastslå når denne femårsperioden starter og avsluttes.
nn: Det er derfor viktig, både for innehavar og tredjemenn, å fastslå når denne femårsperioden startar og avsluttast.

source: Smartfish har flere drikker på markedet rettet mot både spesielle medisinske formål og mot idrettsutøvere for å forbedre restitusjon og immunforsvar.
nn: Smartfish har fleire drikkar på marknaden retta både mot spesielle medisinske føremål og mot idrettsutøvarar for å betre restitusjon og immunforsvar.

source: Du må enten ha norsk statsborgerskap, bostedsadresse eller adresse for virksomheten din i Norge.
nn: Du må anten ha norsk statsborgarskap, bustadsadresse eller adresse for verksemda di i Noreg.

source: Endringen er at det beskrivende ordet APP fjernes fra merket, og det distinktive ordet GENUS blir stående igjen i merket.
nn: Endringa er at det skildrande ordet APP blir fjerna frå merket, og det distinktive ordet GENUS blir ståande igjen i merket.

source: En protest er en innvending mot at Patentstyret skal registrere et design i en søknad som vi har under behandling.
nn: Ein protest er ei innvending mot at Patentstyret skal registrere eit design i ein søknad som vi har under behandling.

source: Etter bestilling vil saksbehandleren kontakte deg for å avklare oppdraget nærmere.
nn: Etter bestilling vil saksbehandlaren kontakte deg for å avklare oppdraget nærmare.

source: Det er ikke bare navn og logoer som kan være varemerker.
nn: Det er ikkje berre namn og logoar som kan vere eit varemerke.

source: En oversikt over kortfattet faktainformasjon som du kan benytte i nyhetssaker
nn: Ei oversikt over kortfatta faktainformasjon som du kan nytte i nyheitssaker.

source: Det kan være nyttig å bruke noe tid påå søke i patentdatabaser for å se hva som allerede finnes av lignende teknologi.
nn: Det kan vere nyttig å bruke noko tid påå søkje i patentdatabasar for å sjå kva som allereie finst av liknande teknologi.

source: Et råd til andre bedrifter i oppstartfasen:
nn: Eit råd til andre bedrifter i oppstartfasen:

source: Den kanskje viktigste følge for eksisterende mønsterregistreringer er at de nå kan fornyes flere ganger, maksimalt i 25 år.
nn: Den kanskje viktigaste følgja for eksisterande mønsterregistreringar er at dei nå kan fornyast fleire gonger, maksimalt i 25 år.

source: PPH-behandling kan kun gjøres på bakgrunn av en patenterbarhetsvurdering utført av en samarbeidende patentmyndighet, vurdering fra andre patentmyndigheter kan ikke benyttes.
nn: PPH-behandling kan berre gjerast på bakgrunn av ei patenterbarheitsvurdering gjort av ei samarbeidande patentmyndigheit, vurdering frå andre patentmyndigheiter kan ikkje benyttast.

source: Det er ingen plikt til å bruke merket, men hvis noen kan bevise at du ikke har brukt varemerket for alle eller noen av produktene du har registrert det for, kan du miste eneretten helt eller delvis.
nn: Det er ingen plikt til å bruke merket, men viss nokon kan bevise at du ikkje har brukt varemerket for alle eller nokre av produkta du har registrert det for, kan du miste eineretten heilt eller delvis.

source: viktig å ha et varemerke folk husker
nn: viktig å ha eit varemerke folk hugsar

source: Dette gjelder bare hvis det aktuelle merket som allerede er stemplet på varen ikke er egnet til å forveksles med et norsk ansvarsmerke.
nn: Dette gjeld berre viss det aktuelle merket som allereie er stempla på vara ikkje er eigna til å forvekslast med eit norsk ansvarsmerke.

source: Fra ett søkefelt får du raskt oversikt over hvem som har rettigheter til hva, illustrasjoner og bilder tilknyttet ulike registreringer, status i saker, informasjon om betaling av avgifter samt journal med dokumenter.
nn: Frå eitt søkjefelt får du raskt oversikt over kven som har rettar til kva, illustrasjonar og bilde knytta til ulike registreringar, status i saker, informasjon om betaling av avgifter samt journal med dokument.

source: Du kan klage på Patentstyrets avgjørelser i en designsøknad eller på et krav om at en internasjonal designregistrering skal ha virkning i Norge.
nn: Du kan klage på Patentstyret sine avgjerder i ein designsøknad eller på eit krav om at ei internasjonal designregistrering skal ha verknad i Noreg.

source: få et godt grunnlag for en velfundert patentsøknad
nn: få eit godt grunnlag for ein velfundert patentsøknad

source: Hvis bruken av et varemerke fremkommer i en artikkel eller en reklame må du vise (markere) hvor i artikkelen/reklamen bruken kommer til uttrykk.
nn: Viss bruken av eit varemerke er med i ein artikkel eller ein reklame må du vise (markere) kor i artikkelen/reklamen bruken kjem til uttrykk.

source: Utenlandske kunder uten norsk personnummer må bruke egne skjemaer.
nn: Utanlandske kundar utan norsk personnummer må bruke egne skjema.

source: For mer nøyaktig informasjon, ta kontakt med et patentkontor eller Patentstyret.
nn: For meir nøyaktig informasjon, ta kontakt med eit patentkontor eller Patentstyret.

source: De må tenke gjennom hva de skal levere av både tjenester og produkter
nn: Dei må tenkje gjennom kva dei skal levere av både tenester og produkt

source: For å vite hvor mye du skal betale i andre land, må du ta kontakt med fullmektigen din eller med patentverket i det aktuelle landet.
nn: For å vite kor mykje du skal betale i andre land, må du ta kontakt med fullmektigen din eller med patentverket i det aktuelle landet.

source: Hjemme i garasjen på Steinkjer kom ideen om å pakke fettet i en pølseform som kan legges på svingskiva uten at man behøver å være redd for å skitne seg til etter hvert.
nn: Heime i garasjen i Steinkjer kom ideen om å pakke feittet i ei pølseform som kan leggjast på svingskiva utan at ein treng å vere redd for å skitne seg til etter kvart.

source: august 2016, altså senest samtidig med utløp av fristen for levering av oversettelse.
nn: august 2016, altså seinast samtidig med utløp av fristen for levering av omsetjing.

source: Du har mulighet til å rette i oversettelsen av kravene.
nn: Du har moglegheit til å rette i omsetjinga av krava.

source: Det andre patentet, «Configurable Defractive Optical Element», er en såkalt MEMS-brikke (mikroelektromekaniske systemer), som mottar det reflekterte lyssignalet som den optiske sensoren sender ut.
nn: Det andre patentet, «Configurable Defractive Optical Element», er ei såkalla MEMS-brikke (mikroelektromekaniske system), som mottar det reflekterte lyssignalet som den optiske sensoren sender ut.

source: Dette reduserer risikoen for å finne opp hjulet på nytt, og døren for fremtidig samarbeid, partnerskap og lisensieringsmuligheter åpnes opp.
nn: Dette reduserer risikoen for å finne opp hjulet på nytt, og du opnar døra for framtidig samarbeid, partnarskap og lisensieringsmoglegheiter.

source: Tore Jenssen oppdaget at transportbransjen hadde et problem:
nn: Tore Jenssen oppdaga at transportbransjen hadde eit problem:

source: Et hologram er et tredimensjonalt bilde som ser forskjellig ut avhengig av hvilken vinkel man ser det i fra.
nn: Eit hologram er eit tredimensjonalt bilete som ser forskjellig ut avhengig av kva vinkel ein ser det i frå.

source: Etter en del ideutvikling, analyser og tester, fant de ut at dette råstoffet faktisk kan egne seg svært godt som støydemping i bygninger.
nn: Etter ein del idéutvikling, analysar og testar fann dei ut at dette råstoffet faktisk kan eigne seg svært godt som støydemping i bygningar.

source: Derimot er mye av utviklingen i «skjult» teknologi, som ligger dypt i hardware- og/eller softwareløsningene.
nn: Derimot er mykje av utviklinga i «skjult» teknologi, som ligg djupt i hardware- og/eller softwareløysingane.

source: Bildene må vise designet tydelig og mot en nøytral bakgrunn
nn: Bileta må vise designet tydeleg og mot ein nøytral bakgrunn.

source: Før du bruker ePCT du må registrere deg hos WIPO som ePCT bruker, opprette en konto og laste opp et digitalt sertifikat.
nn: Før du brukar ePCT du må registrere deg hos WIPO som ePCT-brukar, opprette ein konto og laste opp eit digitalt sertifikat.

source: Ocean Sun utvikler løsninger for flytende solenergi.
nn: Ocean Sun utviklar løysingar for flytande solenergi.

source: Når du vet hva som allerede finnes, kan du også starte egen nyskaping på et så høyt teknisk nivå som mulig.
nn: Når du veit kva som allereie finst, kan du også starte eiga nyskaping på eit så høgt teknisk nivå som mogleg.

source: TM står for Trade Mark, dette symbolet kan du bruke selv om varemerket ditt ikke er registrert.
nn: TM står for Trade Mark, og dette symbolet kan du bruke sjølv om varemerket ditt ikkje er registrert.

source: Det er kun innehaveren av patentet som kan be om patentbegrensning, krav fremsatt av andre enn innehaveren vil bli avvist.
nn: Det er berre innehavaren av patentet som kan be om patentavgrensing. Krav framsett av andre enn innehavaren vil bli avvist.

source: Det er også vanlig å starte med et generelt patent, og så tilleggspatentere mer detaljerte kjerneteknologier, og kanskje forkaste andre, etter hvert som utviklingen går sin gang med prøving og feiling.
nn: Det er òg vanleg å starte med eit generelt patent, og så tilleggspatentere meir detaljerte kjerneteknologiar, og kanskje forkaste andre etter kvart som utviklinga går sin gang med prøving og feiling.

source: slik at det ikke bare beskriver produktet ditt.
nn: slik at det ikkje berre beskriv produktet ditt.

source: De internasjonale rapportene du mottar gir deg et godt grunnlag når du skal vurdere hvor mange land du ønsker å videreføre den internasjonale søknaden i.
nn: Dei internasjonale rapportane du mottek gir deg eit godt grunnlag når du skal vurdere kor mange land du ønskjer å vidareføre den internasjonale søknaden i.

source: Innkommet brev er ikke ansett som fristavbrytende.
nn: Innkome brev er ikkje sett på som fristavbrytande.

source: Av og til vil du kunne ha muntlig kontakt med Patentstyret, for eksempel gjennom en telefonsamtale eller et møte hos oss.
nn: Av og til vil du kunne ha munnleg kontakt med Patentstyret, til dømes gjennom ein telefonsamtale eller eit møte hos oss.

source: som fører til patent er avgjort innen
nn: som fører til patent er avgjort innan

source: Instituttet foretar nyhetsgransking og foreløpig patenterbarhetsvurdering i henhold til konvensjonen om patentsamarbeid (PCT).
nn: Instituttet gjer nyheitsgransking og førebels patenterbarheitsvurdering i samsvar med konvensjonen om patentsamarbeid (PCT).

source: Du kan naturligvis også kontakte Patentstyret hvis du ønsker innsyn.
nn: Du kan naturlegvis også kontakte Patentstyret viss du ønskjer innsyn.

source: Det var derfor viktig å ha varemerkeregistrering i de domenene vi ser for oss å operere i, slik at vi i fremtiden ikke kommer i noen form for tvist – særlig når vi går inn i nye markeder.
nn: Det var derfor viktig å ha varemerkeregistrering i dei domena vi ser for oss å operere i, slik at vi i framtida ikkje kjem i noko form for tvist - særleg når vi går inn i nye marknader.

source: Les mer om dette
nn: Les meir om dette

source: For å gjøre egne søk etter varemerker se
nn: For å gjere eigne søk etter varemerke, sjå

source: Dette gjelder både brev og betaling av gebyrer.
nn: Dette gjeld både brev og betaling av gebyr.

source: Hvis en søknad om sertifikat avslås eller henlegges, kan du som søker innen to måneder klage på denne avgjørelsen til Klagenemnda (KFIR).
nn: Viss ein søknad om sertifikat blir avslått eller henlagt, kan du som søkar innan to månader klage på denne avgjerda til Klagenemnda (KFIR).

source: Det gis patent på nye terapeutisk aktive forbindelser og farmasøytiske formuleringer.
nn: Det blir gitt patent på nye terapeutisk aktive forbindingar og farmasøytiske formuleringar.

source: Vi arrangerer kurs og holder foredrag om betydningen av immaterielle rettigheter og hvordan de kan sikres og utnyttes til å skape verdi.
nn: Vi arrangerer kurs og held foredrag om verdien av immaterielle rettar og korleis dei kan sikrast og utnyttast til å skape verdi.

source: Hvis søknaden har for store mangler til at den kan føre til patent, kan det være smart å trekke den ved å sende en e-post til Patentstyret (
nn: Dersom søknaden har for store manglar til at den kan føre til patent, kan det vere smart å trekkje den ved å sende ein e-post til Patentstyret.

source: Behandling av innsigelse
nn: Behandling av motsegn

source: Les mer om registrering av varemerke
nn: Les meir om registrering av varemerke

source: Tenk også på at kunnskap om andres patenter og rettigheter kan være en kilde til inspirasjon og mulig samarbeid.
nn: Tenk også på at kunnskap om andre sine patent og rettar kan vere ei kjelde til inspirasjon og mogleg samarbeid.

source: Tjeneste som tilbys av Patentstyret hvor du kan få regelmessig informasjon om rettigheter andre har (vedr. patent/varemerke/design), saksgangen i en bestemt sak eller hva som kommer inn av søknader på ett bestemt område.
nn: Ei teneste som Patentstyret tilbyr kor du kan få regelmessig informasjon om rettar andre har (som gjeld patent/varemerke/design), saksgangen i ei bestemt sak eller kva som kjem inn av søknader på eitt bestemt område.

source: Et patent beskytter en konkret løsning på et teknisk problem.
nn: Eit patent beskyttar ei konkret løysing på eit teknisk problem.

source: Noen vil forfølge alt (noe som nå blir nesten umulig), noen kun de viktigste toppdomenene, og andre vil ikke reagere på noe.
nn: Nokon vil forfølgje alt (noko som nå blir nesten umogleg), nokre kun dei viktigaste toppdomena, og andre vil ikkje reagere på noko.

source: Hvis en søknad ikke inneholder de opplysninger eller dokumenter som kreves, vil du få anledning til å rette disse manglene innen en angitt frist.
nn: Viss ein søknad ikkje inneheld dei opplysningane eller dokumenta som krevjast, vil du få høve til å rette desse manglane innan ein gitt frist.

source: Statlige organer, stiftelser, selskaper og andre som fører kontroll med varer eller tjenester, kan også registrere et fellesmerke.
nn: Statlege organ, stiftingar, selskap og andre som fører kontroll med varer eller tenester, kan også registrere eit fellesmerke.

source: Det kan være tilfeller der det kun søkes på en idé eller et konsept, uten at det er gitt nok tilstrekkelig teknisk informasjon.
nn: Det kan vere tilfelle der det berre søkjast på ein idé eller eit konsept, utan at det er gitt nok tilstrekkeleg teknisk informasjon.

source: Når det gjelder forholdet til driftstilbehørspant, foreslås regler om at en særskilt panterett som kreves anmerket i varemerkeregisteret, går foran et eldre driftstilbehørspant som ikke er eller først senere er krevd anmerket i Løsøreregisteret, forutsatt at innehaveren var i god tro da den særskilte panteretten ble krevd anmerket.
nn: Når det gjeld forholdet til driftstilbehøyrspant, blir reglar foreslåtte om at ein særskild panterett som blir kravd opplyst i varemerkeregisteret, går føre eit eldre driftstilbehøyrspant som ikkje er eller fyrst seinare er kravd opplyst i Løsøyreregisteret, forutsett at innehavaren var i god tru då den særskilde panteretten blei kravd opplyst.

source: Her skaffer vi oversikt over teknologiområder og gir forhåndsvurderinger av nye oppfinnelser, varemerker og design.
nn: Her skaffar vi oversikt over teknologiområde og gir førehandsvurderingar av nye oppfinningar, varemerke og design.

source: brosjyrer, publikasjoner, løpesedler, avisannonser, radio- og tvreklamer og lignende.
nn: brosjyrer, publikasjonar, løpesetlar, avisannonsar, radio- og tv-reklamar og liknande.

source: Dokumentasjon sikrer at kunnskap ikke forsvinner
nn: Dokumentasjon sikrar at kunnskap ikkje forsvinn

source: Hvor mye bruk som skal til varierer fra sak til sak og fra grunnlag til grunnlag.
nn: Kor mykje bruk som skal til, varierer frå sak til sak og frå grunnlag til grunnlag.

source: Det er navnet som vil skille deg fra konkurrentene, og som kan gi ønsket identitet eller profil.»
nn: Det er namnet som vil skilje deg frå konkurrentane, og som kan gi ønskt identitet eller profil.»

source: Patentsøknader som er under behandling eller meddelt i European Patent Office (EPO) kan valideres og gjøres gjeldende i Norge.
nn: Patentsøknader som er under behandling eller kunngjorde i European Patent Office (EPO) kan gjerast gjeldande i Noreg.

source: Uten slik patentbeskyttelse ville det normalt ikke være lønnsomt å utvikle nye produkter, noe som selvsagt ville hatt dramatiske negative konsekvenser for pasientbehandlingen.
nn: Utan slik patentvern ville det normalt ikkje vere lønnsomt å utvikle nye produkt, noko som sjølvsagt ville hatt dramatiske negative konsekvensar for pasientbehandlinga.

source: Det er mange spørsmål å ta stilling til, og du trenger å utvikle en strategi for å jobbe strukturert og målrettet.
nn: Det er mange spørsmål å ta stilling til, og du treng å utvikle ein strategi for å jobbe strukturert og målretta.

source: – Jeg vil likevel kommentere at hotellkjeden burde tatt kontakt og kommet i dialog med denne personen først.
nn: – Eg vil likevel kommentere at hotellkjeda burde tatt kontakt og komme i dialog med denne personen først.

source: Mer informasjon om frister i
nn: Meir informasjon om fristar i

source: Selv om lukt kan være et effektivt virkemiddel overfor forbrukerne, kan du ikke regne med å få noen varemerkerettslig beskyttelse for lukten av velduftende klær eller av skinnseter i en bil.
nn: Sjølv om lukt kan vere eit effektivt verkemiddel overfor forbrukarane, kan du ikkje rekne med å få noko varemerkerettsleg vern for lukta av velduftande klede eller av skinnseter i ein bil.

source: Fristforlengelse og fortsatt behandling
nn: Fristforlenging og fortsatt behandling

source: Endring av følgene ved manglende fullmakt når varemerkesøknaden er klar til registrering.
nn: Endring av følgjene ved manglande fullmakt når varemerkesøknaden er klar til registrering.

source: Etter å ha vært i dialog med flere advokater og rådgivere, opplever hun at det ikke alltid er opplagt hvordan ulike utfordringer skal løses.
nn: Etter å ha vore i dialog med fleire advokatar og rådgivarar, opplever ho at det ikkje alltid er opplagt korleis ulike utfordringar skal løysast.

source: ISO-standarden er en av verdens mest annerkjente innenfor kvalitetsstyring og har blant annet fokus på virksomhetens kunder og omgivelser.
nn: ISO-standarden er ein av dei mest hevdvunne innanfor kvalitetsstyring i verda og har blant anna fokus på verksemda sine kundar og omgivnader.

source: Drikkene er rike sammensetninger av fiskeolje, naturlige antioksidanter, myseproteiner, fiber og vitaminer.
nn: Drikkane er rike samansetjingar av fiskeolje, naturlege antioksidantar, myseprotein, fiber og vitamin.

source: Gir enerett til å bruke merket som kjennetegn for egne varer og/eller tjenester
nn: Gir einerett til å bruke merket som kjenneteikn for eigne varer og/eller tenester

source: Et krav om administrativ begrensning skal leveres til Patentstyret.
nn: Eit krav om administrativ avgrensing skal leverast til Patentstyret.
